export default [
  [
    'The \u212B symbol invented by A. J. \u00C5ngstr\u00F6m (1814, L\u00F6gd\u00F6, \u2013 1874) denotes the length 10\u207B\u00B9\u2070 m.',
    'the-å-symbol-invented-by-a-j-ångström-1814-lögdö-1874-denotes-the-length-1010-m',
  ],
  ['Ґатунок Їхніх обценьок неперевершений!', 'ґатунок-їхніх-обценьок-неперевершений'],
  ['xx x  - "#$@ x', 'xx-x-x'],
  ['Bän...g (bang)', 'bäng-bang'],
  ['    a ', 'a'],
  ['tags/', 'tags'],
  ['y_u_no', 'y_u_no'],
  ['el-ni\xf1o', 'el-ni\xf1o'],
  ['¿x', 'x'],
  ['فار,سي', 'فارسي'],
  ['เแโ|ใไ', 'เแโใไ'],
  ['संसद में काम नहीं तो वेतन क्यों?', 'संसद-में-काम-नहीं-तो-वेतन-क्यों'],
  [
    "เร่งรัด 'ปรับเงินเดือนท้องถิ่น 1 ขั้น' ตามมติ ครม.",
    'เร่งรัด-ปรับเงินเดือนท้องถิ่น-1-ขั้น-ตามมติ-ครม',
  ],
  ['Ελληνικά - Ελληνικά', 'ελληνικά-ελληνικά'],
  ['汉语/漢語', '汉语漢語'],
  ['ϧ΃蒬蓣', '\u03e7蒬蓣'],
  ['一二三四五六七八九十！。。。', '一二三四五六七八九十'],
  ['日本語ドキュメンテ(ーション)', '日本語ドキュメンテーション'],
  [
    'オバマ大統領が病院爆撃の調査へ同意するように、協力してください！',
    'オバマ大統領が病院爆撃の調査へ同意するように-協力してください',
  ],
  [
    '일본정부 법무대신(法務大臣): 우리는 일본 입관법의 재검토를 요구한다!',
    '일본정부-법무대신法務大臣-우리는-일본-입관법의-재검토를-요구한다',
  ],
];
